/* adToGetOneMoreBottleWillBeAvailableInAppTexts */
" Ad to get one more bottle will be available in: " = " Реклама для получения дополнительной бутылки будет доступна через: ";

/* day (день) */
" day" = " день";

/* days (дня(ей)) */
" days" = " дня(ей)";

/* L - liter shortly */
" L" = " л";

/* ex. progress 0.5 out of 1 liter */
" liter" = " литра";

/* ex. progress 1  out of 2 liters */
" liters" = " литров";

/* mililitre (shortly) */
"ml" = "мл";

/*  of water consumption? */
" of water consumption?" = " употребления воды?";

/* progress */
" Progress" = " Прогресс";

/* textGetOneMoreBottleOrGetPremium */
" To get one more bottle You should watch Rewarded Ads or buy a premium account to get unlimited water!" = " Для получения дополнительной бутылки с водой Вам следует посмотреть рекламу (нажмите \"Ad\"). Для получения безлимитных бутылок с водой приобретите премиум версию приложения!";

/* adsToGetOneMoreBottleNotAvailableAppTexts */
" We are sorry, ADS to get one more bottle not available now please try later." = " К сожалению реклама для получения дополнительной бутылки с водой недоступна в данный момент, пожалуйста, попробуйте позже.";

/* functionUnavailableAppTexts */
" We are sorry, this function unavailable." = " К сожалению эта функция недоступна.";

/* youHaveMaximumFullBottlesAppTexts */
" You have maximum full bottles:" = " У Вас максимальное количество полных бутылок:";

/* alertRequestIDFAWasDenied */
"\nWe keep this app free by showing ads. We use your devise identifiers, such as the device’s advertising identifier, to displaying ads in the app. You denied these data to the app. You can 'Allow tracking' in phone`s settings or pay for ad-free version." = " Мы сохраняем это приложение бесплатным показывая рекламу. Мы используем идентификаторы Вашего устройства, такие как рекламный идентификатор, для целей показа рекламы. Но Вы не предоставили приложению возможность их использовать. Вы можете разрешить их использование в настройках Вашего устройства (\"Settings\") или приобрести версию без рекламы \"Ad-free\".
";

/* doctorConsultationText */
"\tCaution!\n\tThe app only controls the amount of water you drink from the daily volume you choose. To choose a daily volume you should consult your doctor." = "Внимание!
    Приложение только контролирует количество выпитой воды исходя из установленной Вами дневной нормы. Для подбора необходимой Вам дневной нормы потребления воды Вам следует проконсультироваться с врачом.";

/* alertTextChouseVolumeType */
"\tPlease select the volume type: \"Liter\" or \"Oz\"" = "Пожалуйста, выберете тип объёма: \"Liter\" или \"Oz\"";

/* alertProblemsWithOpenSettingsAppTexts */
"\tSorry! We have problems with openning app notification settings. You can try to do this manually in your phone settings." = "К сожалению возникли проблемы с открытием настроек приложения. Вы можете сделать это самостоятельно в настройках Вашего устройства.";

/* alertTryGetAdConsentOneMoreTimeOrByPremiumAlertControllerText */
"\tWe are sorry, but we have problem with download app to use it free by showing ads. It can be problems with Interet connection.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.\n\t\"Try again\" - try to load app to use it free by showing ads.\n\t\"Ad-free\" - you can paid for ad-free version." = "    К сожалению возникли проблемы с загрузкой версии приложения, использующей рекламу в целях предоставления бесплатного доступа. Это может быть связано с подключением с сети Интернет.
    \"Cancel\" - приложение будет загружено, но у Вас не будет возможности получить дополнительные бутылки с водой бесплатно.
    \"Try again\" - попытаться загрузить бесплатную версию ещё раз.
    \"Ad-free\" - Вы можете приобрести версию приложения без рекламы.";

/* alertTryGetAdConsentOneMoreTimeOrByPremiumAlertControllerText */
"\tWe are sorry, but we have problem with download app to use it free by showing ads.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.\n\t\"Ad-free\" - you can paid for ad-free version." = "  К сожалению возникли проблемы с загрузкой версии приложения, использующей рекламу в целях предоставления бесплатного доступа.
    \"Cancel\" - приложение будет загружено, но у Вас не будет возможности получить дополнительные бутылки с водой бесплатно.
    \"Ad-free\" - Вы можете приобрести версию приложения без рекламы.";

/* alertRequestIDFAWillShow */
"\tWe keep this app free by showing ads. Tap 'Allow tracking' on the next screen to give permission to use your devise identifiers, such as the device’s advertising identifier, to displaying ads in the app. You can also pay for ad-free version." = "   Мы сохраняем это приложение бесплатным показывая рекламу. На следующем экране приложения разрешите использование идентификаторов Вашего устройства, таких как рекламный идентификатор, для возможности показа рекламы в приложении. Вы также можете приобрести версию без рекламы \"Ad-free\".";

/* changeConsentText */
"\tWe keep this app free by showing ads. We care about your privasy and data security.\n\t\"Ads\" - your agree to our partners will collect data and use a unique identifire on your devise to show you ads.\n\t\"Ad-free\" - ad-free version." = " Мы сохраняем это приложение бесплатным показывая рекламу.
    \"Ads\" - Ваше согласие, чтобы наши партнеры получали доступ к данным и идентификаторам Вашего устройства для целей показа рекламы в приложении.
    \"Ad-free\" - Вы можете приобрести версию приложения без рекламы.";

/* alertTextNotificationDenied */
"\tWe use notifications to remind you to drink water. But you refused to notify the app. You can enable notifications in your phone settings." = "  Мы используем уведомления для напоминания Вам пить воду. Но Вы не предоставили приложению доступ к уведомлениям. Вы можете сделать это в настройках Вашего устройства.";

/* alertBeforeGetAdsConsentForEuropeanZoneTextAppTexts */
"\tWelcome! We keep this app free by showing ads. Advertising may have age restrictions. By selecting \"Ads\" version you confirm that you have reached the age of majority, otherwise you should use the \"Ad-free\" version." = " Добро пожаловать! Мы сохраняем это приложение бесплатным показывая рекламу. Реклама в приложении может иметь ограничения по возрасту. Выбирая \"Ads\" версию Вы подтверждаете, что достигли совершеннолетнего возраста, в ином случае Вам следует использовать версию без рекламы \"Ad-free\".";

/* alertGetAdsConsentForNotEuropeanZoneText */
"\tWelcome! We keep this app free by showing ads. We care about your privasy and data security.\n\t\"Ads\" - your agree to our partners will collect data and use a unique identifire on your devise to show you ads. Advertising may have age restrictions. By selecting \"Ads\" you confirm that you have reached the age of majority, otherwise you should use the \"Ad-free\" version.\n\t\"Ad-free\" - ad-free version.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water." = "  Добро пожаловать! Мы сохраняем это приложение бесплатным показывая рекламу.
    \"Ads\" - Ваше согласие, чтобы наши партнеры получали доступ к данным и идентификаторам Вашего устройства для целей показа рекламы в приложении. Реклама в приложении может иметь ограничения по возрасту. Выбирая \"Ads\" версию Вы подтверждаете, что достигли совершеннолетнего возраста, в другом случае Вам следует использовать версию без рекламы \"Ads-free\".
    \"Ad-free\" - Вы можете приобрести версию приложения без рекламы.
    \"Cancel\" - приложение будет загружено, но у Вас не будет возможности получить дополнительные бутылки с водой бесплатно.";

/* textLoadError */
"Ad loading error! You can try one more time or buy a premium account to get unlimited water!" = "Ошибка загрузки рекламы! Вы можете попробовать ещё раз или приобрести премиум версию приложения для получения безлимитных бутылок с водой!";

/* textAdDismissed */
"Ad was dismissed! You can try one more time or buy a premium account to get unlimited water!" = "Просмотр рекламы был отменен! Вы можете попробовать ещё раз или приобрести премиум версию приложения для получения безлимитных бутылок с водой!";

/* Add user button */
"Add user" = "+1 пользователь";

/* Auto - type of working */
"auto" = "автоматический";

/* Change user name */
"Change name" = "Изменить имя";

/* common settings */
"Common" = "Общие";

/* special settings */
"Special" = "Свои";

/* times a day: */
"times a day:" = "в день:";

/* delete user */
"delete user" = "удалить пользователя";

/* doYouReallyWantToDeleteMeAppTexts */
"Do you really want to delete " = "Вы действительно хотите удалить ";

/* Do you really want to delete the first */
"Do you really want to delete the first " = "Вы действительно хотите удалить первый(е) ";

/* Friday */
"Friday" = "Пятница";

/* first greeting word */
"Hi" = "Привет";

/* textWeHaveNewAppVersion */
"Hi! A new version of the app is waiting for you!" = "Привет! Новая версия приложения ждет Вас!";

/* notification text */
"It`s time to drink ... of course water!" = "Время пить ... воду конечно!";

/* notification text */
"It`s time to drink pure water!" = "Время попить чистой водички!";

/* notification text */
"It`s time to drink some water!" = "Время выпить немного воды!";

/* manually - type of working */
"manually" = "самостоятельно";

/* me(Do you really want to delete me) */
"me" = "меня";

/* Monday */
"Monday" = "Понедельник";

/* textNoAvailableBottlesWithWater */
"No available bottles with water" = "Нет доступных бутылок с водой";

/* Notifications */
"notifications" = "уведомления";

/* ex. progress 10 liters of 20 liters */
"out of" = "из";

/* Rate the app */
"Rate the app" = "Оценить";

/* Restore purchases */
"Restore purchases" = "Восстановить покупки";

/* Saturday */
"Saturday" = "Суббота";

/* Share the app */
"Share the app" = "Поделиться";

/* Sunday */
"Sunday" = "Воскресенье";

/* textNoWaterInTheBottle */
"There is no water in the bottle. You should fill the bottle!" = "Нет воды в бутылке. Вам следует наполнить бутылку водой!";

/* Thursday */
"Thursday" = "Четверг";

/* Tuesday */
"Tuesday" = "Вторник";

/* Wednesday */
"Wednesday" = "Среда";

/* textFillTheIsNotEmptyBottle */
"Your bottle is not empty. Do you still want to fill it?" = "Ваша бутылка не пуста. Вы все ещё хотите наполнить её?";

/* Name */
"Name" = "Имя";
